[Demo_Sisters_End_true_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=475,Y=-8990,Z=1118),VecSub=(X=80,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=535,Y=-8990,Z=1118),VecSub=(X=100,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=500,Y=-8895,Z=-300),VecSub=(X=-90,Y=0,Z=0),CId=255)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="ho_DM_0100_lp_Stand",Number=9,CId=255,Bit=4)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0700_lp_Shy",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8,Number=)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0200_lp_half_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[12]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Sisters.GG2_BGM_DM_End_Sisters_Cue')
DemoScripts[13]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[14]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[15]=(Actor=FADE,Command=WAIT)
DemoScripts[16]=(Actor=WINDOW,Command=SET)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_001_Cue',Name="カミゾノ　マヤ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0102_fx_close_tightly",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0111_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_1100_lp_Envy",Number=8)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_1101_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_007_Cue',Name="カミゾノ　マヤ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[53]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0,Number=)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[55]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0,Number=)
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_fx_close_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0108_fx_Stand2Sulk",Rate=0,Number=3,Bit=0)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0800_lp_Sulk",Number=8)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0801_fx_Sulk2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0002_fx_close_smile_S",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[72]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_019_Cue',Name="カミゾノ　マヤ")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[84]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_022_Cue',Name="カミゾノ　マヤ")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[97]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_024_Cue',Name="カミゾノ　マヤ")
DemoScripts[98]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[99]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[100]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_025_Cue',Name="カミゾノ　シノブ")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[102]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[103]=(Actor=WINDOW,Command=EXIT)
DemoScripts[104]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[105]=(Actor=FADE,Command=WAIT)
DemoScripts[106]=(Actor=TEXTURE,Command=START,CId=13,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[107]=(Actor=TEXTURE,Command=SET,CId=2,Bit=1)
DemoScripts[108]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[109]=(Actor=FADE,Command=WAIT)
DemoScripts[110]=(Actor=WINDOW,Command=SET)
DemoScripts[111]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_026_Cue',Name="")
DemoScripts[112]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[113]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_027_Cue',Name="")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=TEXTURE,Command=CROSS_FADE,CId=13,Bit=0,Number=0,Rate=1)
DemoScripts[118]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_028_Cue',Name="")
DemoScripts[119]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[120]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[121]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_029_Cue',Name="")
DemoScripts[122]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[123]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_030_Cue',Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=WINDOW,Command=EXIT)
DemoScripts[128]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[129]=(Actor=FADE,Command=WAIT)
DemoScripts[130]=(Actor=TEXTURE,Command=EXIT,CId=13,Bit=0)
DemoScripts[131]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=600,Y=-8820,Z=1318),SecTime=)
DemoScripts[132]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-123,Y=-25,Z=0),SecTime=)
DemoScripts[133]=(Actor=CHARACTER,Command=SET,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=504,Y=-8895,Z=1198),CId=255)
DemoScripts[134]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[135]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Sisters_End_true.GG2_SE_DM_Angel_Bless_Cue')
DemoScripts[136]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[137]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=671,Y=-8710,Z=1368),SecTime=10)
DemoScripts[138]=(Actor=WINDOW,Command=SET)
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_031_Cue',Name="")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_032_Cue',Name="")
DemoScripts[143]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[144]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[145]=(Actor=WINDOW,Command=EXIT)
DemoScripts[146]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[147]=(Actor=FADE,Command=WAIT)
DemoScripts[148]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1260),SecTime=)
DemoScripts[149]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-7,Z=0),SecTime=)
DemoScripts[150]=(Actor=CHARACTER,Command=EXIT,Name="ホウダイ(主人公)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=255)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[154]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[155]=(Actor=FADE,Command=WAIT)
DemoScripts[156]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[157]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[158]=(Actor=FADE,Command=WAIT)
DemoScripts[159]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=487,Y=-8905,Z=1118),CId=69)
DemoScripts[160]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=75,Y=0,Z=0),CId=69)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[162]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8,Number=)
DemoScripts[163]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[164]=(Actor=FADE,Command=WAIT)
DemoScripts[165]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[166]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[167]=(Actor=WINDOW,Command=SET)
DemoScripts[168]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_033_Cue',Name="カミゾノ　シノブ")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[170]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[171]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[172]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_035_Cue',Name="カミゾノ　シノブ")
DemoScripts[173]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[174]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[175]=(Actor=WINDOW,Command=EXIT)
DemoScripts[176]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[177]=(Actor=FADE,Command=WAIT)
DemoScripts[178]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=519,Y=-8905,Z=1118),CId=70)
DemoScripts[179]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=100,Y=0,Z=0),CId=70)
DemoScripts[180]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[181]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8,Number=)
DemoScripts[182]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[183]=(Actor=FADE,Command=WAIT)
DemoScripts[184]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[185]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[186]=(Actor=WINDOW,Command=SET)
DemoScripts[187]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_036_Cue',Name="カミゾノ　マヤ")
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[189]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[190]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0500_lp_watery_normal",Rate=0,Number=0,Bit=1)
DemoScripts[191]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_037_Cue',Name="カミゾノ　シノブ")
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[193]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[195]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_038_Cue',Name="カミゾノ　マヤ")
DemoScripts[196]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[197]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_040_Cue',Name="カミゾノ　マヤ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[203]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[204]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_042_Cue',Name="カミゾノ　マヤ")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[206]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0500_lp_watery_normal",Rate=0,Number=0,Bit=1)
DemoScripts[208]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_043_Cue',Name="カミゾノ　マヤ")
DemoScripts[209]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[210]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[211]=(Actor=WINDOW,Command=EXIT)
DemoScripts[212]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[213]=(Actor=FADE,Command=WAIT)
DemoScripts[214]=(Actor=TEXTURE,Command=START,CId=20,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[215]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[216]=(Actor=FADE,Command=WAIT)
DemoScripts[217]=(Actor=WINDOW,Command=SET)
DemoScripts[218]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_044_Cue',Name="")
DemoScripts[219]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[220]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_045_Cue',Name="")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_End_true.GG2_V_Sisters_End_true_046_Cue',Name="")
DemoScripts[225]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[226]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[227]=(Actor=WINDOW,Command=EXIT)
DemoScripts[228]=(Actor=GALLERY,Command=SET_FLAG,CId=13,Bit=0)
DemoScripts[229]=(Actor=GALLERY,Command=SET_FLAG,CId=13,Bit=1)
DemoScripts[230]=(Actor=GALLERY,Command=SET_FLAG,CId=20,Bit=0)
DemoScripts[231]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[232]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[233]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[234]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[235]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[236]=(Actor=SYSTEM,Command=END)

[Select_Sisters_End_true_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_End_true_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="嗚嗚......感覺......輕飄飄的....../n停不下來......")

Texts[1]=(Label="TEXT02",Name="真夜",Text="嗚嗚嗚--!/n好喜歡峯哥......最喜歡了!!")

Texts[2]=(Label="TEXT03",Name="忍",Text="......完全......敗給你了呢....../n這樣的......太狡猾了啦......")

Texts[3]=(Label="TEXT04",Name="忍",Text="峯大! 我也是......!/n已經不想再分開了......!")

Texts[4]=(Label="TEXT05",Name="峯大",Text="小真夜......小忍....../n雖說是這樣的我......妳們能和我在一起嗎?")

Texts[5]=(Label="TEXT06",Name="忍",Text="唔......都做到這種地步了,/n哪還能夠拒絕啊......")

Texts[6]=(Label="TEXT07",Name="真夜",Text="......明明是不行的說....../n沒辦法拒絕了啊......峯哥......")

Texts[7]=(Label="TEXT08",Name="峯大",Text="我很狡猾,抱歉....../n......不過我覺得很高興哦.")

Texts[8]=(Label="TEXT09",Name="忍",Text="但是,峯大,今後該怎麼辦......?")

Texts[9]=(Label="TEXT10",Name="峯大",Text="關於這個......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="我打算當惡魔獵人哦./n我要變成比妳們更厲害的惡魔獵人,/n由我來守護妳們兩個.")

Texts[11]=(Label="TEXT12",Name="峯大",Text="只要變成強大的惡魔獵人,/n我想妳們的老家應該也會/n協助我們吧?")

Texts[12]=(Label="TEXT13",Name="峯大",Text="無論世人怎麼說,即使被人從背後議論,/n都能說著無所謂,全部打發掉....../n我要成為那樣出色的男人哦.")

Texts[13]=(Label="TEXT14",Name="忍",Text="真令人喫驚./n不只腳踏兩條船,還想奪取神園家嗎?")

Texts[14]=(Label="TEXT15",Name="峯大",Text="我,我是沒這種打算啦....../n不過,如果為了我們的幸福有必要的話,/n也只能這麼做了吧......")

Texts[15]=(Label="TEXT16",Name="忍",Text="呵呵......不過如果是戰勝我們兩個的峯大/n一定辦得到呢....../n嗯......我會支持你.")

Texts[16]=(Label="TEXT17",Name="真夜",Text="我也是....../n已經,沒辦法分開了....../n我也會......支援.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="妳們兩個......")

Texts[18]=(Label="TEXT19",Name="真夜",Text="我......從來沒想過/n會變成這樣......")

Texts[19]=(Label="TEXT20",Name="峯大",Text="嗯......那是當然的吧....../n我直到今天為止也沒想過......")

Texts[20]=(Label="TEXT21",Name="真夜",Text="不,不是這樣./n我本來認為....../n只要小忍能幸福,那就夠了......")

Texts[21]=(Label="TEXT22",Name="真夜",Text="可是......峯哥卻......要讓我也....../n一起獲得幸福,對吧......?")

Texts[22]=(Label="TEXT23",Name="峯大",Text="嗯.我會盡最大努力讓妳們幸福哦./n兩個人一起.絕對會.")

Texts[23]=(Label="TEXT24",Name="真夜",Text="峯哥......")

Texts[24]=(Label="TEXT25",Name="忍",Text="峯大......")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="啊--啊,/n三位完全忘了我的存在......")

Texts[26]=(Label="TEXT27",Name="艾可蘿",Text="這個甜蜜蜜的空間是怎樣....../n連心跳力場都要自嘆不如了呢.")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="唉......當初說要同時向兩位告白的時候/n我還想說會變成什麼樣子....../n能夠圓滿收場,真的是太好了.")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="這樣一來,我的考試也結束了./n再看下去也只是傷眼而已,/n我就先回去好了......")

Texts[29]=(Label="TEXT30",Name="艾可蘿",Text="祝你們三位幸福....../n最後就讓我送上微薄的心意吧.")

Texts[30]=(Label="TEXT31",Name="艾可蘿",Text="給予三位......天使的祝福......")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="希望今後無論遇上怎樣的困難,/n三位都能夠齊心協力跨越難關......")

Texts[32]=(Label="TEXT33",Name="忍",Text="唔--....../n峯大~~")

Texts[33]=(Label="TEXT34",Name="峯大",Text="喂......喂,小忍......")

Texts[34]=(Label="TEXT35",Name="忍",Text="來,真夜也來!/n一起讓峯大抱緊吧!")

Texts[35]=(Label="TEXT36",Name="真夜",Text="抱緊--")

Texts[36]=(Label="TEXT37",Name="忍",Text="呵呵......好幸福~/n總覺得......只要和峯大在一起,/n力量就不斷湧出來了.")

Texts[37]=(Label="TEXT38",Name="真夜",Text="............")

Texts[38]=(Label="TEXT39",Name="峯大",Text="啊....../n難道說這就是\"愛的奇蹟\"嗎......什麼的.")

Texts[39]=(Label="TEXT40",Name="真夜",Text="嗯./n一定是,這樣.")

Texts[40]=(Label="TEXT41",Name="峯大",Text="咦......不,這個......剛才那裡該說是希望/n能吐槽一下嗎......被這麼正經地認同的話....../n總覺得很不好意思啊......")

Texts[41]=(Label="TEXT42",Name="真夜",Text="不,峯哥,這樣就好./n你一定是,能引發奇蹟的人.")

Texts[42]=(Label="TEXT43",Name="真夜",Text="是峯哥的話,一定,就連命運/n也能顛覆......我能,這麼相信......")

Texts[43]=(Label="TEXT44",Name="真夜",Text="所以囉?/n峯哥......")

Texts[44]=(Label="TEXT45",Name="忍",Text="嗯,峯大......")

Texts[45]=(Label="TEXT46",Name="忍/真夜",Text="要讓我們兩個當你的新娘子哦!")

Texts[46]=(Label="",Name="",Text="")

Texts[47]=(Label="SELECT01",Name="",Text="")

Texts[48]=(Label="SELECT02",Name="",Text="")

Texts[49]=(Label="SELECT03",Name="",Text="")

Texts[50]=(Label="SELECT04",Name="",Text="")

Texts[51]=(Label="SELECT05",Name="",Text="")

Texts[52]=(Label="SELECT06",Name="",Text="")

Texts[53]=(Label="SELECT07",Name="",Text="")

Texts[54]=(Label="SELECT08",Name="",Text="")

Texts[55]=(Label="SELECT09",Name="",Text="")

Texts[56]=(Label="SELECT10",Name="",Text="")


